Repository: mijorus/whisper
Catalog: po/*.po
Languages: pt_br, uk

source: Whisper
uk: Шепіт

source: Listen to your mic
pt_br: Ouça seu microfone
uk: Слухайте ваш мікрофон

source: Whisper allows you to listen to your microphone through your speakers using Pipewire
pt_br: Whisper te permite ouvir seu microfone através dos seus alto-falante utilizando o Pipewire
uk: Шепіт дозволяє вам прослуховувати ваш мікрофон через ваші колонки за допомогою Pipewire

source: - Fixed a bug causing output names to show up empty
uk: - Виправлено ваду через яку назви пристрої виводу відображались порожніми

source: - Fixed app not starting
uk: - Виправлено ваду через яку додаток не стартував

source: - Updated translations
uk: - Оновлено переклади

source: - Bug fix
uk: - Виправлення вад

source: - Improved stability by updating to the lastest PulseCtl library
uk: - Покращено стабільність завдяки оновленню бібліотеки PulseCtl до останньої версії

source: - Fixed an error causing settings toggles to be displayed incorrecly
uk: - Виправлено помилку, через яку перемикачі у налаштуваннях відображались не правильно

source: - Added an option to terminate all the connections when closing the app
uk: - Додано опцію, яка буде закривати усі з'єднання при закриванні додатку

source: - Added turkish translation. Thanks to Sabri Ünal
uk: - Додано турецький переклад. Дякуємо Sabri Ünal

source: - Added support for Bluetooth speakers
pt_br: - Adicionado suporte para auto-falante Bluetooth
uk: - Додана підтримка до Bluetooth колонок

source: - Performance improvements
pt_br: - Melhorias de performance
uk: - Покращення швидкодії

source: - First release
pt_br: - Primeiro lançamento
uk: - Перший випуск

source: Application showcase
pt_br: Apresentação da aplicação
uk: Демонстрація додатку

source: Settings page
pt_br: Página de opções
uk: Сторніка налаштувань

source: Reloading last connections in {0} seconds...
uk: Перезавантаження останніх з'єднань через {0} секунд(и)...

source: translator_credits
pt_br: begati <https://github.com/begati>
uk: volkov <volkovissocool@gmail.com>

source: Icon by
uk: Піктограму зробив

source: No active connections
pt_br: Não há conexões ativas
uk: Немає активних з'єднань

source: To get started, connect a microphone and a speaker
pt_br: Para começar, conecte um microfone a um alto-falante
uk: Щоб розпочати, з'єднайте мікрофон і колонки

source: Enable low-latency mode
uk: Ввімкнути режим низької затримки

source: This setting attemps to reduce the micrphone latency, but may increase CPU usage and cause distortions
uk: Ця опція спробує зменшити затримку мікрофона, але може збільшити навантаження на процесор та викликати викривлення звуку

source: Disconnect
pt_br: Desconectar
uk: Від'єднати

source: This connection will be closed when quitting the application
pt_br: Esta conexão será fechada quando sair da aplicação
uk: Це з'єднання буде закрито при виходу з додатку

source: Create a connection
pt_br: Criar uma conexão
uk: Створити з'єднання

source: -- Select a microphone --
pt_br: -- Selecione um microfone --
uk: -- Обрати мікрофон --

source: -- Select a speaker --
pt_br: -- Selecione um alto-falante --
uk: -- Обрати колонки --

source: Connect
pt_br: Conectar
uk: З'єднати

source: General
pt_br: Geral
uk: Загальні

source: Autostart
pt_br: Começo automático
uk: Автозапуск

source: Show connection IDs
pt_br: Mostrar os IDs das conexões
uk: Показувати ідентифікатор з'єднання

source: For the geeks out there
pt_br: Para os geeks por aí
uk: Для гіків

source: Start on boot
pt_br: Executar junto ao sistema
uk: Запускатися при завантаженні

source: Open Whisper when the system starts
pt_br: Abrir Whisper na inicialização do sistema
uk: Відкривати Шепіт при завантаженні системи

source: Release connections on close
pt_br: Liberar as conexões ao fechar
uk: Від'єднувати з'єднання при зачиненні

source: Closes all the connections created with Whisper when leaving the app
pt_br: Fecha todas as conexões criadas com Whisper quando sair do aplicativo
uk: Від'єднувати усі з'єднання створені Шепітом коли додаток закрито

source: Reconnect all the devices at startup
pt_br: Reconectar todos os dispositivos ao iniciar
uk: Повторно з'єднувати усі пристрої при запуску

source: Reload all the connections if they are no longer active. Unplugged devices will be skipped
pt_br: Recarregue todas as conexões se elas não estiverem mais ativas. Os dispositivos desconectados serão ignorados
uk: Перезавантажити усі з'єднання, якщо вони більше не активні. Від'єднані пристрої будуть пропущені

source: _Preferences
pt_br: _Preferencias
uk: _Налаштування

source: _Debug Log
pt_br: Registro de _debug
uk: _Журнал налагодження

source: Changelog
uk: Список змін

source: _Translate this app
pt_br: _Traduza esta aplicação
uk: _Перекласти цей додаток

source: _About Whisper
uk: _Про Шепіт

source: Reloading last connections in
pt_br: Recarregando as últimas conexões em

source: seconds...
pt_br: segundos...

source: _About
pt_br: _Sobre
